# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=Association complexe|Dans cette activit\u00E9 il y a aussi deux jeux d'information, mais ils peuvent avoir des nombres de cases diff\u00E9rentes et peuvent avoir des relations diff\u00E9rentes entre elles ex : un vers un, plusieurs vers un, parties sans relations etc...

@associations.SimpleAssociation=Association simple|Il y a deux jeux d'information qui ont le m\u00EAme nombre de cellules. A chaque partie correspond une et une seule concordance dans le second jeu.

@memory.MemoryGame=Jeu m\u00E9mory|Chaque pi\u00E8ce appara\u00EEt deux fois, mais face cach\u00E9e. A chaque fois que deux pi\u00E8ces sont retourn\u00E9es and are turned back over if they are not the same. L'objectif est de retrouver toutes les paires.

@panels.Explore=Activit\u00E9 d'exploration|Une pi\u00E8ce initiale d'information est montr\u00E9e et, en cliquant dessus, une pi\u00E8ce donn\u00E9e d'information est montr\u00E9e pour chaque \u00E9l\u00E9ment.

@panels.Identify=Identification de cellules|Il y a juste un jeu d'information et vous avez juste \u00E0 cliquer sur les parties qui remplissent certaines conditions.

@panels.InformationScreen=Ecran d'information|Un jeu d'information est mmontr\u00E9 et il y a une option d'activation de contenu multim\u00E9dia pour chaque pi\u00E8ce d'information.

@puzzles.DoublePuzzle=Double puzzle| Deux grilles sont montr\u00E9es. Une contient les informations en d\u00E9sordre et la seconde est vide. L'objectif est de r\u00E9arranger la grille vide en prenant les pi\u00E8ces une \u00E0 une.

@puzzles.ExchangePuzzle=Puzzle d'\u00E9change|The information is swapped within the same panel. In each go two pieces swap position until the object is reordered.

@puzzles.HolePuzzle=Puzzle \u00E0 trou|In the same panel one piece is missing and the others are shuffled. In each go one of the pieces next to the empty space is moved until they are back in the original order.

@text.WrittenAnswer=R\u00E9ponse \u00E9crite|Un jeu d'information est montr\u00E9 et le texte correspondant \u00E0 chaque partie doit \u00EAtre \u00E9crit.

@text.FillInBlanks=Text: Remplir les blancs|L'utilisateur doit compl\u00E9ter certains mots, lettres et phrases qui ont \u00E9t\u00E9 cach\u00E9s ou camoufl\u00E9s dans le texte. La solution pour chaque \u00E9l\u00E9ment peut \u00EAtre d\u00E9finie de diff\u00E9rentes mani\u00E8res : remplir un champ vide, corriger une phrase contenant des erreurs, ou en s\u00E9lectionnant une r\u00E9ponse dans une liste de r\u00E9ponses possibles.

@text.Identify=Text: Identifier des \u00E9l\u00E9ments|L'utilisateur doit pointer ceratains mots, lettres, nombres, symboles ou marques de ponctuation en cliquant avec la souris.

@text.Order=Text: Mise en ordre d'\u00E9l\u00E9ments|Dans cette activit\u00E9, certains mots ou paragraphes d'un texte sont s\u00E9lectionn\u00E9s et m\u00E9lang\u00E9s. L'utilisateur doit les remettre en ordre.

@text.Complete=Text: Texte \u00E0 compl\u00E9ter|Diff\u00E9rentes parties d'un texte (lettres, mots, signes de ponctuation, ou phrases) sont retir\u00E9es et l'utilisateur doit le compl\u00E9ter.

@textGrid.CrossWord=Mots crois\u00E9s|Le tableau de mots doit \u00EAtre compl\u00E9t\u00E9 en accord avec les d\u00E9finitions. Les d\u00E9finitions peuvent \u00EAtre du texte, graphique ou son. Le programme montre automatiquement les d\u00E9finitions des deux mots qui croisent une position du curseur.

@textGrid.WordSearch=Recherche de mots|Les mots cach\u00E9s doivent \u00EAtre trouv\u00E9s dans une grille de lettres. Les cellules neutres dans la grille(celles qui n'ont pas de mots) sont compl\u00E9t\u00E9es avec des lettres choisie au hasard.
