# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=Associa\u00E7\u00E3o complexa|Nesta atividade h\u00E1 dois conjuntos de informa\u00E7\u00E3o, mas estes conjuntos podem ter um n\u00FAmero diferente de elementos e podem existir diferentes tipos de rela\u00E7\u00E3o entre eles, por exemplo: um-para-um, v\u00E1rios para um, partes sem uma rela\u00E7\u00E3o, etc.

@associations.SimpleAssociation=Associa\u00E7\u00E3o simples|H\u00E1 dois conjuntos de informa\u00E7\u00E3o que possuem o mesmo n\u00FAmero de partes. Cada parte  do conjunto original corresponde a uma, e somente uma, parte do segundo conjunto.

@memory.MemoryGame=Jogo da mem\u00F3ria|Cada um dos peda\u00E7os (de uma imagem selecionada) aparece duas vezes, mas com a face voltada para baixo. A cada tentativa dois peda\u00E7os s\u00E3o revelados e t\u00EAm sua face novamente voltada para baixo se n\u00E3o forem iguais. O objetivo \u00E9 encontrar todos os pares.

@panels.Explore=Atividade de explora\u00E7\u00E3o|Um peda\u00E7o inicial de informa\u00E7\u00E3o \u00E9 mostrado e, ao clique do mouse, uma pequena informa\u00E7\u00E3o \u00E9 fornecida para cada elemento.

@panels.Identify=Atividade de identifica\u00E7\u00E3o|H\u00E1 somente um conjunto de informa\u00E7\u00F5es e voc\u00EA deve clicar nas partes que corresponderem a uma certa condi\u00E7\u00E3o.

@panels.InformationScreen=Tela de informa\u00E7\u00E3o|Um conjunto de informa\u00E7\u00F5es \u00E9 exibido e existe a op\u00E7\u00E3o de ativar um conte\u00FAdo de multim\u00EDdia para cada parte da informa\u00E7\u00E3o.

@puzzles.DoublePuzzle=Quebra-cabe\u00E7as duplo|Duas grades s\u00E3o exibidas. Uma cont\u00E9m a informa\u00E7\u00E3o desordenada e outra est\u00E1 vazia. O objeto tem de ser reorganizado na grade vazia arrastando-se as partes da informa\u00E7\u00E3o, uma a uma.

@puzzles.ExchangePuzzle=Quebra-cabe\u00E7as de troca|A informa\u00E7\u00E3o \u00E9 embaralhada dentro do mesmo painel. A cada tentativa dois peda\u00E7os trocam de posi\u00E7\u00E3o at\u00E9 que o objeto estiver reordenado.

@puzzles.HolePuzzle=Quebra-cabe\u00E7as de lacuna|Num mesmo painel um peda\u00E7o est\u00E1 faltando e os outros est\u00E3o embaralhados. A cada tentativa um dos peda\u00E7os pr\u00F3ximo \u00E0 lacuna \u00E9 movido at\u00E9 que todos os peda\u00E7os retornem \u00E0 ordem original.

@text.WrittenAnswer=Resposta escrita|Um conjunto de informa\u00E7\u00F5es \u00E9 exibido e o texto correspondente para cada uma das partes deve ser escrito.

@text.FillInBlanks=Texto: Preencha as lacunas|O usu\u00E1rio deve completar certas palavras, letras e frases que foram escondidas ou camufladas em um texto. A solu\u00E7\u00E3o para cada um dos elementos deve ser estabelecida de diferentes maneiras: escrita em um espa\u00E7o em branco; corrigindo a frase que cont\u00E9m erros; ou selecionando a partir de uma lista de v\u00E1rias poss\u00EDveis respostas.

@text.Identify=Texto: Identifique os elementos|O usu\u00E1rio deve destacar algumas palavras, letras, n\u00FAmeros, s\u00EDmbolos ou pontua\u00E7\u00E3o com o clique do mouse.

@text.Order=Texto: Ordenar elementos|Ao preparar esta atividade algumas das palavras ou par\u00E1grafos de um texto s\u00E3o selecionadas para serem embaralhadas. O usu\u00E1rio deve orden\u00E1-las corretamente.

@text.Complete=Texto: Completar o texto|V\u00E1rias partes de um texto (letras, palavras, pontua\u00E7\u00E3o, ou frases) s\u00E3o retiradas e o usu\u00E1rio deve complet\u00E1-las.

@textGrid.CrossWord=Palavras Cruzadas|A tabela de palavras deve ser completada de acordo com suas defini\u00E7\u00F5es. As defini\u00E7\u00F5es podem ser exibidas na forma de texto, imagens ou som. O programa automaticamente exibe as defini\u00E7\u00F5es de duas palavras que cruzam a posi\u00E7\u00E3o do cursor.

@textGrid.WordSearch=Ca\u00E7a-palavras|As palavras escondidas devem ser encontradas em uma grade de letras. As c\u00E9lulas neutras na grade (aquelas sem palavras) s\u00E3o completadas com caracteres escolhidos aleatoriamente.
