# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=Asociaci\u00F3n compleja|En este tipo de activitat se presentan tambi\u00E9n dos conjuntos de informaci\u00F3n, pero \u00E9stos pueden tener un n\u00FAmero diferente de elementos y entre ellos se pueden dar diversos tipos de relaci\u00F3n: Uno a uno, diversos a uno, elementos sin asignar...

@associations.SimpleAssociation=Asociaci\u00F3n simple|Se presentan dos conjuntos de informaci\u00F3n que tienen el mismo n\u00FAmero de elementos. A cada elemento del conjunto imagen corresponde s\u00F3lo un elemento del conjunto origen.

@memory.MemoryGame=Juego de memoria|Cada una de las piezas que forman el objeto aparece escondido dos veces dentro de la ventana de juego. En cada jugada se destapan un par de piezas, que se vuelven a esconder si no son id\u00E9nticas. El objetivo es localizar todas las parejas.

@panels.Explore=Actividad de exploraci\u00F3n|Se muestra una informaci\u00F3n inicial y al hacer clic en ella aparece, para cada elemento, una determinada pieza de informaci\u00F3n.

@panels.Identify=Actividad de identificaci\u00F3n|Se presenta s\u00F3lo un conjunto de informaci\u00F3n y hay que hacer clic en aquellos elementos que cumplan una determinada condici\u00F3n.

@panels.InformationScreen=Pantalla de informaci\u00F3n|Se muestra un conjunto de informaci\u00F3n y, opcionalmente, se ofrece la posibilidad de activar el contenido multimedia asociado a cada elemento.

@puzzles.DoublePuzzle=Puzzle doble|Se muestran dos paneles. En uno aparece la informaci\u00F3n desordenada y el otro est\u00E1 vac\u00EDo. Hay que reconstruir el objeto en el panel vac\u00EDo arrastrando las piezas una por una.

@puzzles.ExchangePuzzle=Puzzle de intercambio|En un \u00FAnico panel se mezcla la informaci\u00F3n. En cada jugada se conmutan las posiciones de dos piezas hasta ordenar el objeto.

@puzzles.HolePuzzle=Puzzle de agujero|En un \u00FAnico panel se hace desaparecer una pieza y se mezclan las restantes. En cada jugada se puede desplazar una de las piezas que limitan con el agujero, hasta tenerlas todas en el orden original.

@text.WrittenAnswer=Respuesta escrita|Se muestra un conjunto de informaci\u00F3n y, para cada uno de sus elementos, hay que escribir el texto correspondiente.

@text.FillInBlanks=Texto: rellenar agujeros|En un texto se seleccionan determinadas palabras, letras y frases que se esconden o se camuflan. La resoluci\u00F3n de cada uno de los elementos escondidos se puede plantear de maneras diferentes: Escribiendo en un espacio vac\u00EDo, corrigiendo una expresi\u00F3n que contiene errores o seleccionando en una lista entre distintas respuestas posibles.

@text.Identify=Texto: identificar elementos|El usuario debe se\u00F1alar con un clic del rat\u00F3n determinadas palabras, letras, cifras, s\u00EDmbolos o signos de puntuaci\u00F3n.

@text.Order=Texto: ordenar elementos|En el momento de dise\u00F1ar la actividad se seleccionan en el texto algunas palabras o p\u00E1rrafos que se mezclar\u00E1n entre s\u00ED. El usuario ha de intentar volver a ponerlo en orden.

@text.Complete=Texto: completar texto|En un texto se hacen desaparecer determinados elementos (letras, palabras, signos de puntuaci\u00F3n, frases) y el usuario debe completarlo.

@textGrid.CrossWord=Crucigrama|Hay que ir rellenando el panel de palabras a partir de sus definiciones. Las definiciones pueden ser textuales, gr\u00E1ficas o sonoras. El programa muestra autom\u00E1ticamente las definiciones de las dos palabras que se cruzan en la posici\u00F3n donde se encuentre el cursor en cada momento.

@textGrid.WordSearch=Sopa de letras|Hay que encontrar las palabras escondidas en una parrilla de letras. Las casillas neutras de la parrilla (aqu\u00E9llas que no pertenecen a ninguna palabra) se rellenan con caracteres seleccionados al azar en cada jugada.
