# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=Associaci\u00F3 complexa|En aquest tipus d'activitat es presenten tamb\u00E9 dos conjunts d'informaci\u00F3, per\u00F2 aquests poden tenir un nombre diferent d'elements i entre ells es poden donar diversos tipus de relaci\u00F3, p. ex.: un a un, diversos a un, elements sense assignar...

@associations.SimpleAssociation=Associaci\u00F3 simple|Es presenten dos conjunts d'informaci\u00F3 que tenen el mateix nombre d'elements. A cada element del conjunt origen correspon un i nom\u00E9s un element del conjunt imatge.

@memory.MemoryGame=Joc de mem\u00F2ria|Cada una de les peces que formen l'objecte apareix amagat dues vegades dins de la finestra de joc. En cada tirada es destapen un parell de peces, que es tornen a amagar si no s\u00F3n id\u00E8ntiques. L'objectiu \u00E9s destapar totes les parelles.

@panels.Explore=Activitat d'exploracio|Es mostra una informaci\u00F3 inicial i en fer clic damunt seu es mostra, per a cada element, una determinada pe\u00E7a d'informaci\u00F3.

@panels.Identify=Activitat d'identificaci\u00F3|Es presenta nom\u00E9s un conjunt d'informaci\u00F3 i cal fer clic damunt aquells elements que compleixin una determinada condici\u00F3.

@panels.InformationScreen=Pantalla d'informaci\u00F3|Es mostra un conjunt d'informaci\u00F3 i, opcionalment, s'ofereix la possibilitat d'activar el contingut multim\u00E8dia que porti cada element.

@puzzles.DoublePuzzle=Puzzle doble|Es mostren dos plafons. En un hi ha la informaci\u00F3 desordenada i l'altre est\u00E0 buit. Cal reconstruir l'objecte en el plaf\u00F3 buit portant-hi les peces una per una.

@puzzles.ExchangePuzzle=Puzzle d'intercanvi|En un \u00FAnic plaf\u00F3 es barreja la informaci\u00F3. En cada tirada es commuten les posicions de dues peces, fins a ordenar l'objecte.

@puzzles.HolePuzzle=Puzzle de forat|En un \u00FAnic plaf\u00F3 es fa desapar\u00E8ixer una pe\u00E7a i es barregen les restants. En cada tirada es pot despla\u00E7ar una de les peces ve\u00EFnes al forat, fins a tenir-les totes en l'ordre original.

@text.WrittenAnswer=Resposta escrita|Es mostra un conjunt d'informaci\u00F3 i, per a cadascun dels seus elements, cal escriure el text corresponent.

@text.FillInBlanks=Text: Omplir forats|En un text se seleccionen determinades paraules, lletres i frases que s'amaguen o es camuflen i l'usuari ha de completar. La resoluci\u00F3 de cadascun dels elements amagats es pot plantejar de maneres diferents: escrivint en un espai buit, corregint una expressi\u00F3 que cont\u00E9 errades o seleccionant en una llista de diverses respostes possibles.

@text.Identify=Text: Identificar elements|L'usuari ha d'assenyalar amb un clic de ratol\u00ED determinades paraules, lletres, xifres, s\u00EDmbols o signes de puntuaci\u00F3.

@text.Order=Text: Ordenar elements|En el moment de dissenyar l'activitat se seleccionen en el text algunes paraules o par\u00E0grafs que es barrejaran entre si. L'usuari ha de tornar a posar-ho en ordre.

@text.Complete=Text: Completar text|En un text es fan desapar\u00E8ixer determinades parts (lletres, paraules, signes de puntuaci\u00F3, frases) i l'usuari ha de completar-lo.

@textGrid.CrossWord=Mots encreuats|Cal anar omplint el tauler de paraules a partir de les seves definicions. Les definicions poden ser textuals, gr\u00E0fiques o sonores. El programa mostra autom\u00E0ticament les definicions de les dues paraules que es creuen en la posici\u00F3 on es trobi el cursor en cada moment.

@textGrid.WordSearch=Sopa de lletres|Cal trobar les paraules amagades en una graella de lletres. Les caselles neutres de la graella (aquelles que no pertanyen a cap paraula) s'omplen amb car\u00E0cters seleccionats a l'atzar en cada jugada.
