# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=\u8907\u96DC\u7684\u95DC\u4FC2|\u5728\u9019\u500B\u6D3B\u52D5\u4E2D\u4E5F\u6709\u5169\u7D44\u8CC7\u8A0A\uFF0C\u4F46\u9019\u4E9B\u53EF\u80FD\u6709\u4E0D\u540C\u7684\u9078\u9805\u6578\uFF0C\u800C\u4E14\u4ED6\u5011\u4E4B\u9593\u7684\u95DC\u4FC2\u53EF\u80FD\u6709\u4E0D\u540C\u7684\u985E\u578B\r\n\uFF0C\u4F8B\u5982\uFF1A\u4E00\u5C0D\u4E00\uFF0C\u591A\u5C0D\u4E00\uFF0C\u90E8\u5206\u7121\u95DC\uFF0C\u7B49\u7B49\u3002

@associations.SimpleAssociation=\u7C21\u55AE\u7684\u95DC\u4FC2|\u5728\u9019\u500B\u6D3B\u52D5\u4E2D\u6709\u5169\u7D44\u76F8\u540C\u6578\u76EE\u7684\u8CC7\u8A0A\u3002\u6BCF\u500B\u90E8\u5206\u5F9E\u5C0D\u61C9\u5230\u76F8\u95DC\u7684\u53E6\u4E00\u500B\uFF0C\u4E26\u4E14\u53EA\u6709\u4E00\u500B\uFF0C\u5716\u50CF\u7684\u4E00\u90E8\u5206\u3002

@memory.MemoryGame=\u914D\u5C0D|\u9019\u4E9B\u788E\u7247\u6210\u96D9\u6210\u5C0D\uFF0C\u4F46\u662F\u662F\u8986\u84CB\u7684\u3002\u5047\u82E5\u76F8\u540C\u7684\u8A71\u5C31\u6703\u7FFB\u958B\uFF0C\u4E0D\u540C\u7684\u8A71\u5C31\u6703\u84CB\u56DE\u53BB\u3002\u76EE\u6A19\u662F\u627E\u51FA\u6240\u6709\u914D\u5C0D\u3002

@panels.Explore=\u63A2\u7D22\u6D3B\u52D5|\u4E00\u500B\u521D\u59CB\u4FE1\u606F\u6703\u88AB\u986F\u793A\uFF0C\u9EDE\u64CA\u5F8C\uFF0C\u986F\u793A\u6BCF\u500B\u5143\u7D20\u7684\u4FE1\u606F\u3002

@panels.Identify=\u78BA\u8A8D\u7D30\u80DE|\u9019\u53EA\u662F\u4E00\u7D44\u8CC7\u8A0A\u4E26\u4E14\u4F60\u9700\u8981\u9EDE\u64CA\u9019\u4E9B\u90E8\u4EFD\u4F86\u6EFF\u8DB3\u7279\u5B9A\u7684\u689D\u4EF6\u3002

@panels.InformationScreen=\u8CC7\u8A0A\u5C4F\u5E55|\u5176\u4E2D\u4E00\u7D44\u8CC7\u6599\u986F\u793A\uFF0C\u4E26\u6709\u904B\u4F5C\u4E2D\u591A\u5A92\u9AD4\u5167\u5BB9\u7684\u6BCF\u4E00\u689D\u8CC7\u8A0A\u7684\u9078\u9805\u3002

@puzzles.DoublePuzzle=\u96D9\u5C64\u62FC\u5716|\u986F\u793A\u5169\u500B\u7DB2\u683C\u3002\u4E00\u500B\u5305\u542B\u7121\u5E8F\u7684\u8A0A\u606F\uFF0C\u53E6\u4E00\u500B\u662F\u7A7A\u7684\u3002\u7269\u4EF6\u5FC5\u9808\u4E00\u500B\u4E00\u500B\u62D6\u66F3\u5230\u7A7A\u7684\u7DB2\u683C\u4E2D\u91CD\u65B0\u6392\u5E8F\u3002

@puzzles.ExchangePuzzle=\u4E92\u63DB\u62FC\u5716|\u5728\u540C\u4E00\u500B\u7248\u9762\u4E0A\u4EA4\u63DB\u8CC7\u8A0A\u3002\u4E00\u6B21\u4EA4\u63DB\u5169\u500B\u8A0A\u606F\u7684\u4F4D\u5B50\u76F4\u5230\u5B83\u88AB\u91CD\u65B0\u6392\u5E8F\u6574\u9F4A\u3002

@puzzles.HolePuzzle=\u62FC\u5716\u586B\u7A7A|\u5C11\u4E86\u4E00\u584A\u7684\u9762\u677F\u88AB\u6253\u4E82\u3002\u628A\u6BCF\u4E00\u584A\u62FC\u5728\u7A7A\u683C\u65C1\u908A\uFF0C\u76F4\u5230\u6062\u5FA9\u539F\u4F86\u7684\u9806\u5E8F\u3002

@text.WrittenAnswer=\u66F8\u9762\u56DE\u7B54|\u986F\u793A\u51FA\u4E00\u7D44\u8A0A\u606F\uFF0C\u5FC5\u9808\u5BEB\u5165\u5B83\u6BCF\u90E8\u5206\u76F8\u5C0D\u61C9\u7684\u6587\u5B57\u3002

@text.FillInBlanks=\u6587\u5B57\uFF1A\u586B\u7A7A|\u4F7F\u7528\u8005\u9700\u5B8C\u6210\u5728\u672C\u6587\u5167\u88AB\u96B1\u85CF\u6216\u507D\u88DD\u7684\u7279\u5B9A\u55AE\u8A5E\uFF0C\u5B57\u6BCD\uFF0C\u7247\u8A9E\u3002\u6BCF\u984C\u7684\u89E3\u6CD5\u53EF\u80FD\u6709\u591A\u7A2E\u65B9\u6CD5\uFF1A\u586B\u7A7A\u683C;\u66F4\u6B63\u542B\u932F\u7684\u7247\u8A9E;\u6216\u662F\u5F9E\u4E00\u5217\u53EF\u80FD\u7684\u7B54\u6848\u4E2D\u9078\u51FA\u6700\u4F73\u7684\u7B54\u6848\u3002

@text.Identify=\u6587\u5B57\uFF1A\u8FA8\u8A8D\u5143\u7D20| \u4F7F\u7528\u8005\u5229\u7528\u6ED1\u9F20\u9EDE\u64CA\u55AE\u8A5E\uFF0C\u5B57\u6BCD\uFF0C\u6578\u5B57\uFF0C\u7B26\u865F\u6216\u6A19\u9EDE\u7B26\u865F\u3002

@text.Order=\u6587\u5B57\uFF1A\u6392\u5E8F\u5143\u7D20| \u5728\u8A2D\u8A08\u9019\u9805\u6D3B\u52D5\u6642\uFF0C\u9078\u53D6\u6587\u7AE0\u5167\u7684\u4E00\u4E9B\u5B57\u6216\u662F\u6BB5\u843D\u4E26\u6253\u4E82\u4ED6\u5011\u3002\u8B93\u4F7F\u7528\u8005\u91CD\u65B0\u6392\u51FA\u6B63\u78BA\u7684\u9806\u5E8F\u3002

@text.Complete=\u6587\u5B57\uFF1A\u5B8C\u6210\u6587\u7AE0|\u6587\u7AE0\u7684\u6578\u500B\u90E8\u4EFD\uFF08\u6587\u5B57\uFF0C\u55AE\u8A5E\uFF0C\u6A19\u9EDE\u7B26\u865F\u6216\u662F\u7247\u8A9E\uFF09\u88AB\u62FF\u51FA\uFF0C\u8B93\u4F7F\u7528\u8005\u53BB\u5B8C\u6210\u5B83\u3002

@textGrid.CrossWord=\u586B\u5B57|\u8A5E\u5F59\u8868\u5FC5\u9808\u7531\u6BCF\u500B\u8FAD\u5F59\u7684\u5B9A\u7FA9\u4F86\u5B8C\u6210\u3002\u5B9A\u7FA9\u53EF\u80FD\u662F\u6587\u5B57\uFF0C\u5716\u7247\u6216\u8072\u97F3\u3002\u7A0B\u5F0F\u6703\u81EA\u52D5\u986F\u793A\u6E38\u6A19\u6240\u6307\u5169\u500B\u8A5E\u7684\u5B9A\u7FA9

@textGrid.WordSearch=\u5C0B\u627E\u6587\u5B57|\u96B1\u85CF\u7684\u6587\u5B57\u5FC5\u9808\u5728\u4EA4\u932F\u7684\u5B57\u6BCD\u4E2D\u3002\u5728\u7DB2\u683C\u4E2D\u7684\u7A7A\u683C\uFF08\u7121\u5B57\u7684\u683C\u5B50\uFF09\u5DF2\u7D93\u7528\u96A8\u6A5F\u9078\u64C7\u7684\u5B57\u5143\u586B\u5BEB\u5B8C\u6210\u3002
