# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=Associa\u00E7\u00E3o complexa|Neste tipo de actividade dois conjuntos (pain\u00E9is) s\u00E3o associados entre si. Cada painel pode conter uma quantidade distinta de c\u00E9lulas e as rela\u00E7\u00F5es podem ser: um-para-um, muitos para um, partes sem uma rela\u00E7\u00E3o, etc.

@associations.SimpleAssociation=Associa\u00E7\u00E3o simples|Dois conjuntos de informa\u00E7\u00E3o (pain\u00E9is) com a mesma quantidade de c\u00E9lulas. Cada parte do conjunto original corresponde a uma - e somente uma - parte do segundo conjunto.

@memory.MemoryGame=Jogo de mem\u00F3ria|Cada uma das pe\u00E7as (de uma imagem escolhida) possui o seu par, todas com as faces voltadas para baixo. A cada tentativa, duas pe\u00E7as ser\u00E3o mostradas. Caso n\u00E3o formem um par (n\u00E3o sejam iguais), voltam-se de face para baixo. O objectivo \u00E9 encontrar todos os pares.

@panels.Explore=Explora\u00E7\u00E3o|Clicar sobre partes do painel mostra informa\u00E7\u00F5es.

@panels.Identify=Identificar c\u00E9lulas|Existe um painel de informa\u00E7\u00F5es. Clique nas partes que correspondem a determinada condi\u00E7\u00E3o.

@panels.InformationScreen=Ecr\u00E3 de informa\u00E7\u00E3o|Um conjunto de informa\u00E7\u00F5es \u00E9 mostrado. Existe a op\u00E7\u00E3o de activar um conte\u00FAdo da mediateca para cada parte da informa\u00E7\u00E3o.

@puzzles.DoublePuzzle=Quebra-cabe\u00E7as duplo|S\u00E3o exibidos dois pain\u00E9is. Um cont\u00E9m a informa\u00E7\u00E3o desordenada e o outro est\u00E1 vazio. O objecto deve ser reorganizado no painel vazio arrastando cada pe\u00E7a.

@puzzles.ExchangePuzzle=Quebra-cabe\u00E7as de troca|A informa\u00E7\u00E3o \u00E9 baralhada dentro do mesmo painel. A cada tentativa, duas pe\u00E7as trocam de posi\u00E7\u00E3o at\u00E9 que o utilizador consiga colocar tudo em ordem.

@puzzles.HolePuzzle=Quebra-cabe\u00E7as com lacuna|As pe\u00E7as (menos uma) surgem baralhadas num mesmo painel. Uma das pe\u00E7as cont\u00EDgua ao espa\u00E7o vazio \u00E9 movida at\u00E9 que todas sejam colocadas em ordem.

@text.WrittenAnswer=Resposta escrita|Um painel de informa\u00E7\u00F5es \u00E9 mostrado e o texto correspondente para cada uma das partes deve ser escrito.

@text.FillInBlanks=Texto: Preencher lacunas|O utilizador completa palavras, letras e frases que foram escondidas ou camufladas num texto. A resolu\u00E7\u00E3o de cada um dos elementos pode ser feita de diferentes modos: escrever num espa\u00E7o em branco (lacuna); corrigir a frase que cont\u00E9m erros; ou seleccionar a resposta correcta a partir de uma lista.

@text.Identify=Texto: Identificar elementos|O utilizador destaca algumas palavras, letras, n\u00FAmeros, s\u00EDmbolos ou pontua\u00E7\u00E3o com um clique.

@text.Order=Texto: Ordenar elementos|O utilizador ordena correctamente as palavras (ou par\u00E1grafos inteiros) de um texto previamente desordenadas.

@text.Complete=Texto: Completar texto|V\u00E1rias partes de um texto (letras, palavras, pontua\u00E7\u00E3o, ou frases) s\u00E3o retiradas e o utilizador deve complet\u00E1-las.

@textGrid.CrossWord=Palavras Cruzadas|Completar a grelha de acordo com as defini\u00E7\u00F5es. As defini\u00E7\u00F5es podem ser mostradas como texto, imagens ou som. O jClic exibe automaticamente as defini\u00E7\u00F5es de duas palavras que cruzam a posi\u00E7\u00E3o do cursor.

@textGrid.WordSearch=Sopa de letras|As palavras escondidas devem ser encontradas numa grelha de letras. As c\u00E9lulas neutras na grelha (as que n\u00E3o t\u00EAm palavras) s\u00E3o completadas com caracteres escolhidos aleatoriamente ou definidos pelo autor.
