<html>
<head>
<title>JClic - Comprovaci&oacute; del sistema multim&egrave;dia</title>
</head>
<body bgcolor="#EFF7DD">
<table width="100%" border="0" cellpadding="5" style="color: black; font-family: Helvetica, sans-serif; font-size: 13;">
<tr>
<td>
<p style="color: Maroon; font-size: 16;"><b>Ha estat impossible detectar cap extensi&oacute; multim&egrave;dia en el vostre sistema Java!</b></p>
<p>El JClic pot interpretar fitxers d'&agrave;udio de diferents formats (wav, au, mp3, ogg...), per&ograve; necessita una extensi&oacute; del sistema Java per poder interpretar v&iacute;deos i altres continguts multim&egrave;dia, com ara animacions Flash.</p>
<p>En aquests moments el vostre ordinador no compta amb cap extensi&oacute; multim&egrave;dia Java instal&middot;lada. Podeu continuar aix&iacute; (els fitxers multim&egrave;dia seran ignorats), per&ograve; &eacute;s recomanable instal&middot;lar-ne una per tal de poder gaudir de tots els continguts de les activitats JClic. El proc&eacute;s
d'instal&middot;laci&oacute; &eacute;s molt senzill, i nom&eacute;s s'ha de fer una vegada.</p>
<p>Podeu escollir entre dues opcions: "QuickTime for Java" o "Java Media Framework".
<br>
En ambd&oacute;s casos, llegiu detalladament les instruccions i reinicialitzeu tots els navegadors i aplicacions Java un cop realitzada la instal&middot;laci&oacute;.</p>
<p style="color: navy; font-size: 14;"><b>Java Media Framework</b>
<hr>
Opci&oacute; recomanada per a Linux i altres sistemes operatius.</p>
<p>Una versi&oacute; b&agrave;sica (nom&eacute;s 2 Mb) del Java Media Framework per a Windows es pot descarregar des de:
<br>
<a
href="http://clic.xtec.cat/dist/java/customJMFinstal.exe"><b>http://clic.xtec.cat/dist/java/customJMFinstal.exe</b></a></p>
<p>Les versions completes per a Linux (i386), Solaris, Windows i altres sistemes es poden descarregar des de la web de Sun:
<br>
<a href="http://java.sun.com/products/java-media/jmf/downloads/index.html"><B>http://java.sun.com/products/java-media/jmf/downloads/index.html</b></a></p>
<p>&nbsp;</p>
<p style="color: navy; font-size: 14;"><b>QuickTime for Java</b>
<hr>
Opci&oacute; recomanada per a usuaris de Mac OS-X.</p>
<p>El programa QuickTime Player &eacute;s gratu&iuml;t i pot ser descarregat des de la web:
<br>
<a href="http://www.apple.com/quicktime/download/"><b>http://www.apple.com/quicktime/download</b></a>
<p style="font-size: 12;"></p>
<p><b>Important:</b> En comen&ccedil;ar el proc&eacute;s d'instal&middot;laci&oacute; escolliu l'opci&oacute; "Personalitzada" i assegureu-vos de seleccionar "QuickTime Java" a la llista de components a instal&middot;lar. En la modalitat "Est&agrave;ndard" s'acostuma a ometre la instal&middot;laci&oacute; d'aquest component.</p>
</td>
</tr>
</table>
</body>
</html>
