# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=Mehrfache Zuordnung|Zwei Informationstafeln mit einer unterschiedlichen Anzahl von Elementen zwischen denen verschiedene Arten von Beziehungen bestehen. z.B: eins-zu-eins; mehrere zu eins; Elemente ohne Bezug usw.

@associations.SimpleAssociation=Einfache Zuordnung|Zwei Informationstafeln die aus gleich vielen Elementen bestehen. Jedes Element auf Tafel 1 entspricht einem Bild auf Tafel 2

@memory.MemoryGame=Paare finden|Jedes Element kommt 2 Mal vor. Bei jedem Spielgang m\u00FCssen zwei verdeckte Spielkarten umgedreht und wieder zur\u00FCckgelegt werden, wenn sie nicht zusammenpassen. Ziel ist, alle zusammengeh\u00F6rigen Paare zu finden.

@panels.Explore=Forschendes Lernen|Ein kleiner Teil der Information ist zu sehen, beim Anklicken jedes Elements wird ein weiteres Element angezeigt

@panels.Identify=Such\u00FCbung|Eine einzige Informationstafel. Die \u00DCbenden m\u00FCssen die Teile davon anklicken, die eine bestimmte Bedingung erf\u00FCllen.

@panels.InformationScreen=Darstellung von Information|Eine Informationstafel wird angezeigt. Zu jedem einzelnen Element k\u00F6nnen Multimediaelemente aktiviert werden.

@puzzles.DoublePuzzle=Puzzle: Ordnen|Zwei Spielfelder werden angezeigt. Eines enth\u00E4lt vermischte Puzzlesteine, die andere ist leer. Das Bild soll auf dem leeren Spielfeld durch Ziehen der Steine mit der Maus richtig rekonstruiert werden.

@puzzles.ExchangePuzzle=Puzzle: Austauschen| Die Puzzlesteine innerhalb selben Spielfelds sind ertauscht. Man muss so lange jeweils zwei Steine gegenander austauschen, bis das Bild richtig erscheint.

@puzzles.HolePuzzle=Puzzle: Verschieben|Auf dem Spielfeld fehlt ein Stein, die anderen Steine sind vermischt. In jedem Spielgang muss einer der Steine neben dem Leerfeld verschoben werden, bis sich alle Steine wieder an der richtigen Stelle befinden.

@text.WrittenAnswer=Begriff eingeben|Ein Informationsblock wird angezeigt. Fehlende Textteile m\u00FCssen schriftlich erg\u00E4nzt werden.

@text.FillInBlanks=Text: L\u00FCckentext|Der Spieler/die Spielerin muss in einem Text fehlende oder verborgene W\u00F6rter, Buchstaben und S\u00E4tze erg\u00E4nzen. Es gibt verschiedene L\u00F6sungsm\u00F6glichkeiten: Fehlende Elemente eintragen, Fehler korrigieren oder Auswahl aus mehreren m\u00F6glichen Antworten auf einer Liste.

@text.Identify=Text: W\u00F6rter finden| Der Spieler/die Spielerin muss W\u00F6rter, Buchstaben, Zahlen, Symbole oder Satztzeichen mit der Maus anklicken.

@text.Order=Text: W\u00F6rter ordnen| Beim Erstellen dieser \u00DCbung werden W\u00F6rter oder Abs\u00E4tze vertauscht. Die Spieler/in muss sie wieder in die richtige Reihenfolge bringen.

@text.Complete=Text: Text erg\u00E4nzen|Verschiedene Elemente eines Textes (Buchstaben, W\u00F6rter, Satzzeichen oder S\u00E4tze) fehlen. Der/die \u00DCbende muss sie erg\u00E4nzen.

@textGrid.CrossWord=Kreuzwortr\u00E4tsel|Das R\u00E4tsel muss anhand von Definitionen gel\u00F6st werden. Diese k\u00F6nnen aus Text, Grafiken oder Sounddateien bestehen. Die Definition der beiden Begriffe, die sich an der Stelle, wo sich der Cursor befindet kreuzen, wird vom Programm automatisch angezeigt.

@textGrid.WordSearch=Wortsuch\u00FCbung|In einer Tabelle m\u00FCssen versteckte Begriffe gesucht werden. Leerzellen (ohne Worter) in der Tabelle werden mit durch Zufallsprinzip ausgew\u00E4hlten Buchstaben gef\u00FCllt.
