# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=\u0421\u043B\u043E\u0436\u043D\u044B\u0435 \u0430\u0441\u0441\u043E\u0446\u0438\u0430\u0446\u0438\u0438|\u0412 \u044D\u0442\u043E\u043C \u0437\u0430\u0434\u0430\u043D\u0438\u0438 \u0442\u0430\u043A\u0436\u0435 \u0435\u0441\u0442\u044C \u0434\u0432\u0430 \u043D\u0430\u0431\u043E\u0440\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u043D\u043E \u044D\u0442\u0438 \u043C\u043E\u0433\u0443\u0442 \u0438\u043C\u0435\u0442\u044C \u0440\u0430\u0437\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0447\u0430\u0441\u0442\u0435\u0439, \u0430 \u0442\u0430\u043A\u0436\u0435 \u043C\u043E\u0433\u0443\u0442 \u0438\u043C\u0435\u0442\u044C \u0440\u0430\u0437\u043D\u044B\u0439 \u0442\u0438\u043F \u0441\u0432\u044F\u0437\u0438 (\u043E\u0434\u0438\u043D \u043A \u043E\u0434\u043D\u043E\u043C\u0443, \u043C\u043D\u043E\u0433\u043E \u043A \u043E\u0434\u043D\u043E\u043C\u0443, \u043B\u0438\u0448\u043D\u044F\u044F \u0447\u0430\u0441\u0442\u044C \u0438 \u0442.\u0434.).

@associations.SimpleAssociation=\u041F\u0440\u043E\u0441\u0442\u044B\u0435 \u0430\u0441\u0441\u043E\u0446\u0438\u0430\u0446\u0438\u0438|\u0415\u0441\u0442\u044C \u0434\u0432\u0430 \u043D\u0430\u0431\u043E\u0440\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0441 \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E\u043C \u0447\u0430\u0441\u0442\u0435\u0439. \u041A\u0430\u0436\u0434\u0430\u044F \u0447\u0430\u0441\u0442\u044C \u0438\u0437 \u043E\u0440\u0438\u0433\u0438\u043D\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043D\u0430\u0431\u043E\u0440\u0430 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043E\u0434\u043D\u043E\u0439 \u0447\u0430\u0441\u0442\u0438 \u0438\u0437 \u043D\u0430\u0431\u043E\u0440\u0430 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439.

@memory.MemoryGame=\u041D\u0430\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0435 \u043F\u0430\u0440|\u041A\u0430\u0436\u0434\u044B\u0439 \u0438\u0437 \u043A\u0443\u0441\u043A\u043E\u0432 \u043F\u043E\u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u0432\u0430\u0436\u0434\u044B, \u043D\u043E \u0432\u0435\u0440\u0445 \u043D\u043E\u0433\u0430\u043C\u0438. \u041F\u0440\u0438 \u043A\u0430\u0436\u0434\u043E\u0439 \u043F\u043E\u043F\u044B\u0442\u043A\u0435 \u0434\u0432\u0430 \u043A\u0443\u0441\u043A\u0430 \u043F\u0435\u0440\u0435\u0432\u043E\u0440\u0430\u0447\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0438, \u0435\u0441\u043B\u0438 \u043E\u043D\u0438 \u043D\u0435 \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B, \u043F\u0435\u0440\u0435\u0432\u043E\u0440\u0430\u0447\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u043D\u0430\u0437\u0430\u0434. \u041D\u0443\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0432\u0441\u0435 \u043F\u0430\u0440\u044B

@panels.Explore=\u0418\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0438| \u041D\u0430\u0447\u0430\u043B\u044C\u043D\u0430\u044F \u0447\u0430\u0441\u0442\u044C \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043F\u043E\u043A\u0430\u0437\u0430\u043D\u0430 \u0438 \u043F\u0440\u0438 \u043D\u0430\u0436\u0430\u0442\u0438\u0438 \u043D\u0430 \u043D\u0435\u0451, \u0434\u0430\u043D\u043D\u0430\u044F \u0447\u0430\u0441\u0442\u044C \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0431\u0443\u0434\u0435\u0442 \u043F\u043E\u043A\u0430\u0437\u0430\u043D\u0430 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.

@panels.Identify=\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u043A\u0430\u0446\u0438\u044F \u044F\u0447\u0435\u0439\u043A\u0438|\u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u043D\u0430\u0431\u043E\u0440 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u0438 \u0432\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u043D\u0430\u0436\u0430\u0442\u044C \u043D\u0430 \u0442\u0435 \u0447\u0430\u0441\u0442\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u043C\u0443 \u0443\u0441\u043B\u043E\u0432\u0438\u044E.

@panels.InformationScreen=\u042D\u043A\u0440\u0430\u043D \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438| \u041F\u043E\u043A\u0430\u0437\u0430\u043D\u0430 \u0447\u0430\u0441\u0442\u044C \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u0442\u0430\u043A\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438 \u043C\u0443\u043B\u044C\u0442\u0438\u043C\u0435\u0434\u0438\u0430 \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0439 \u0447\u0430\u0441\u0442\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.

@puzzles.DoublePuzzle=\u0414\u0432\u043E\u0439\u043D\u0430\u044F \u0433\u043E\u043B\u043E\u0432\u043E\u043B\u043E\u043C\u043A\u0430|\u041F\u043E\u043A\u0430\u0437\u0430\u043D\u044B \u043F\u043E\u043B\u044F.\u041E\u0434\u043D\u043E \u0438\u0437 \u043D\u0438\u0445 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043D\u0435\u0443\u043F\u043E\u0440\u044F\u0434\u043E\u0447\u0435\u043D\u043D\u0443\u044E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E, \u0434\u0440\u0443\u0433\u043E\u0435 \u043F\u0443\u0441\u0442\u043E. \u041E\u0431\u044A\u0435\u043A\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D \u0432 \u043F\u0443\u0441\u0442\u043E\u0435 \u043F\u043E\u043B\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0435\u043D\u0438\u0435\u043C \u0447\u0430\u0441\u0442\u0435\u0439 \u043E\u0434\u043D\u0430 \u0437\u0430 \u0434\u0440\u0443\u0433\u043E\u0439.

@puzzles.ExchangePuzzle=\u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u043E\u0431\u043C\u0435\u043D\u0430| \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0438\u0437\u043C\u0435\u043D\u0438\u043B\u0430\u0441\u044C \u0432 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u0445 \u043E\u0434\u043D\u043E\u0439 \u043F\u0430\u043D\u0435\u043B\u0438. \u041A\u0430\u0436\u0434\u0430\u044F \u0438\u0437 \u0447\u0430\u0441\u0442\u0435\u0439 \u043F\u043E\u043C\u0435\u043D\u044F\u0435\u0442 \u043F\u043E\u0437\u0438\u0446\u0438\u044E, \u043F\u043E\u043A\u0430 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u043F\u0435\u0440\u0435\u0443\u043F\u043E\u0440\u044F\u0434\u043E\u0447\u0435\u043D\u0430.

@puzzles.HolePuzzle=\u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0434\u044B\u0440\u044B | \u0412 \u0442\u043E\u0439 \u0436\u0435 \u0441\u0430\u043C\u043E\u0439 \u043F\u0430\u043D\u0435\u043B\u0438 \u043E\u0434\u043D\u0430 \u0447\u0430\u0441\u0442\u044C \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 , \u0430 \u0434\u0440\u0443\u0433\u0438\u0435 \u043F\u0435\u0440\u0435\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u044B. \u041A\u0430\u0436\u0434\u0430\u044F \u0438\u0437 \u043D\u0438\u0445 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0430\u0435\u0442\u0441\u044F \u043F\u043E\u0441\u043B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u0430 \u0438  \u043F\u0435\u0440\u0435\u0434\u0432\u0438\u043D\u0443\u0442\u0430, \u043F\u043E\u043A\u0430 \u043E\u043D\u0438 \u043D\u0435 \u0432\u0435\u0440\u043D\u0443\u0442\u0441\u044F \u0432 \u043F\u0435\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0440\u044F\u0434\u043E\u043A.

@text.WrittenAnswer=\u041F\u0438\u0441\u044C\u043C\u0435\u043D\u043D\u044B\u0439 \u043E\u0442\u0432\u0435\u0442 | \u043D\u0430\u0431\u043E\u0440 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043F\u043E\u043A\u0430\u0437\u0430\u043D \u0438 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0439 \u0442\u0435\u043A\u0441\u0442 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0439 \u0438\u0437 \u0435\u0433\u043E \u0447\u0430\u0441\u0442\u0435\u0439 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043D\u0430\u043F\u0438\u0441\u0430\u043D.

@text.FillInBlanks=\u0422\u0435\u043A\u0441\u0442: \u0412\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0437\u0430\u043C\u0435\u043D\u0430 \u043F\u0440\u043E\u0431\u0435\u043B\u0430| \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0441\u043B\u043E\u0432\u0430, \u0431\u0443\u043A\u0432\u044B \u0438 \u0444\u0440\u0430\u0437\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0431\u044B\u043B\u0438 \u0441\u043A\u0440\u044B\u0442\u044B \u0438\u043B\u0438 \u0437\u0430\u043C\u0430\u0441\u043A\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 \u0442\u0435\u043A\u0441\u0442\u0435. \u0420\u0435\u0448\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0438\u0437 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u043F\u043E-\u0440\u0430\u0437\u043D\u043E\u043C\u0443: \u0437\u0430\u043F\u0438\u0441\u044C \u0432 \u043F\u0440\u043E\u0431\u0435\u043B\u0435; \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0444\u0440\u0430\u0437\u044B, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043E\u0448\u0438\u0431\u043A\u0438; \u0438\u043B\u0438 \u0432\u044B\u0431\u043E\u0440 \u0438\u0437 \u0441\u043F\u0438\u0441\u043A\u0430 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0445 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0445 \u043E\u0442\u0432\u0435\u0442\u043E\u0432.

@text.Identify=\u0422\u0435\u043A\u0441\u0442: \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 | \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043D\u0430 \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0441\u043B\u043E\u0432\u0430, \u0431\u0443\u043A\u0432\u044B, \u0446\u0438\u0444\u0440\u044B, \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u0438 \u0437\u043D\u0430\u043A\u0438 \u043F\u0440\u0435\u043F\u0438\u043D\u0430\u043D\u0438\u044F \u0441 \u0449\u0435\u043B\u0447\u043A\u043E\u043C \u043C\u044B\u0448\u0438.

@text.Order=\u0422\u0435\u043A\u0441\u0442: \u0423\u043F\u043E\u0440\u044F\u0434\u043E\u0447\u044C\u0442\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B | \u041F\u0440\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0438 \u044D\u0442\u043E\u0433\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0438\u0437 \u0441\u043B\u043E\u0432 \u0438\u043B\u0438 \u0430\u0431\u0437\u0430\u0446\u044B \u0442\u0435\u043A\u0441\u0442\u0430 \u0432\u044B\u0431\u0440\u0430\u043D\u044B, \u0447\u0442\u043E\u0431\u044B \u0431\u044B\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u0448\u0430\u043D\u043D\u044B\u043C\u0438 \u0432\u043E\u043A\u0440\u0443\u0433. \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u043E\u0442\u043B\u043E\u0436\u0438\u0442\u044C \u0438\u0445 \u0432 \u043F\u043E\u0440\u044F\u0434\u043A\u0435.

@text.Complete=\u0422\u0435\u043A\u0441\u0442: \u041F\u043E\u043B\u043D\u044B\u0439 \u0442\u0435\u043A\u0441\u0442 | \u0420\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0435 \u0447\u0430\u0441\u0442\u0438 \u0442\u0435\u043A\u0441\u0442\u0430 (\u0431\u0443\u043A\u0432\u044B, \u0441\u043B\u043E\u0432\u0430, \u0437\u043D\u0430\u043A\u0438 \u043F\u0440\u0435\u043F\u0438\u043D\u0430\u043D\u0438\u044F, \u0438\u043B\u0438 \u0444\u0440\u0430\u0437\u044B) \u0441\u0442\u0438\u0440\u0430\u044E\u0442\u0441\u044F, \u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C \u0435\u0435.

@textGrid.CrossWord=\u041F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u0435 \u0441\u043B\u043E\u0432 | \u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u0441\u043B\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0430 \u0441\u043E\u0433\u043B\u0430\u0441\u043D\u043E \u0435\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F\u043C. \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0442\u0435\u043A\u0441\u0442\u043E\u043C, \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0439 \u0438\u043B\u0438 \u0437\u0432\u0443\u043A\u043E\u043C. \u041F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0434\u0432\u0443\u0445 \u0441\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043F\u0435\u0440\u0435\u0441\u0435\u043A\u0430\u044E\u0442\u0441\u044F \u0432 \u043F\u043E\u0437\u0438\u0446\u0438\u0438 \u043A\u0443\u0440\u0441\u043E\u0440\u0430.

@textGrid.WordSearch=\u041F\u043E\u0438\u0441\u043A \u0441\u043B\u043E\u0432\u0430| \u0421\u043A\u0440\u044B\u0442\u044B\u0435 \u0441\u043B\u043E\u0432\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043D\u0430\u0439\u0434\u0435\u043D\u044B \u0432 \u043F\u043E\u043B\u0435 \u0431\u0443\u043A\u0432. \u041F\u0443\u0441\u0442\u044B\u0435 \u043F\u043E\u043B\u044F (\u0431\u0435\u0437 \u0441\u043B\u043E\u0432) \u0437\u0430\u043F\u043E\u043B\u043D\u044F\u044E\u0442\u0441\u044F \u0441\u043B\u0443\u0447\u0430\u0439\u043D\u044B\u043C\u0438 \u0437\u043D\u0430\u043A\u0430\u043C\u0438.
