# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=\u03A3\u03CD\u03BD\u03B8\u03B5\u03C4\u03B7 \u03C3\u03C7\u03AD\u03C3\u03B7|\u03A3\u03B5 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7 \u03B4\u03C1\u03B1\u03C3\u03C4\u03B7\u03C1\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03C5\u03C0\u03AC\u03C1\u03C7\u03BF\u03C5\u03BD \u03B4\u03CD\u03BF \u03C3\u03CD\u03BD\u03BF\u03BB\u03B1 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03CE\u03BD, \u03B1\u03BB\u03BB\u03AC \u03B5\u03BD\u03B4\u03AD\u03C7\u03B5\u03C4\u03B1\u03B9 \u03BD\u03B1 \u03AD\u03C7\u03BF\u03C5\u03BD \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03CC \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC \u03C4\u03BC\u03B7\u03BC\u03AC\u03C4\u03C9\u03BD \u03AE \u03BD\u03B1 \u03C3\u03C7\u03B5\u03C4\u03AF\u03B6\u03BF\u03BD\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03BF\u03CD\u03C2 \u03C4\u03CD\u03C0\u03BF\u03C5\u03C2 \u03C3\u03C7\u03AD\u03C3\u03B5\u03C9\u03BD, \u03B3\u03B9\u03B1 \u03C0\u03B1\u03C1\u03AC\u03B4\u03B5\u03B9\u03B3\u03BC\u03B1: \u03AD\u03BD\u03B1 \u03C0\u03C1\u03BF\u03C2 \u03AD\u03BD\u03B1, \u03C0\u03BF\u03BB\u03BB\u03AC \u03C0\u03C1\u03BF\u03C2 \u03AD\u03BD\u03B1, \u03C4\u03BC\u03AE\u03BC\u03B1\u03C4\u03B1 \u03C7\u03C9\u03C1\u03AF\u03C2 \u03C3\u03C7\u03AD\u03C3\u03B5\u03B9\u03C2, \u03BA\u03BB\u03C0.

@associations.SimpleAssociation=\u0391\u03C0\u03BB\u03AE \u03C3\u03C7\u03AD\u03C3\u03B7|\u03A5\u03C0\u03AC\u03C1\u03C7\u03BF\u03C5\u03BD \u03B4\u03CD\u03BF \u03C3\u03CD\u03BD\u03BF\u03BB\u03B1 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03CE\u03BD \u03C0\u03BF\u03C5 \u03AD\u03C7\u03BF\u03C5\u03BD \u03C4\u03BF\u03BD \u03AF\u03B4\u03B9\u03BF \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC \u03C4\u03BC\u03B7\u03BC\u03AC\u03C4\u03C9\u03BD. \u039A\u03AC\u03B8\u03B5 \u03C4\u03BC\u03AE\u03BC\u03B1 \u03B1\u03C0\u03CC \u03C4\u03BF \u03B1\u03C1\u03C7\u03B9\u03BA\u03CC \u03C3\u03CD\u03BD\u03BF\u03BB\u03BF \u03B1\u03BD\u03C4\u03B9\u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF \u03C3\u03B5 \u03AD\u03BD\u03B1, \u03BA\u03B1\u03B9 \u03BC\u03CC\u03BD\u03BF\u03BD \u03AD\u03BD\u03B1, \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C4\u03BF\u03C5 \u03AC\u03BB\u03BB\u03BF\u03C5 \u03C3\u03C5\u03BD\u03CC\u03BB\u03BF\u03C5.

@memory.MemoryGame=\u0395\u03CD\u03C1\u03B5\u03C3\u03B7 \u03B6\u03B5\u03C5\u03B3\u03CE\u03BD|\u039A\u03AC\u03B8\u03B5 \u03AD\u03BD\u03B1 \u03B1\u03C0\u03CC \u03C4\u03BF \u03BA\u03BF\u03BC\u03BC\u03AC\u03C4\u03B9\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B4\u03CD\u03BF \u03C6\u03BF\u03C1\u03AD\u03C2, \u03B1\u03BB\u03BB\u03AC \u03B3\u03C5\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03BF \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C0\u03AF\u03C3\u03C9 \u03CC\u03C8\u03B7. \u03A3\u03B5 \u03BA\u03AC\u03B8\u03B5 \u03B2\u03AE\u03BC\u03B1 \u03B4\u03CD\u03BF \u03BA\u03BF\u03BC\u03BC\u03AC\u03C4\u03B9\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03BD \u03BD\u03B1 \u03B1\u03BD\u03B1\u03C0\u03BF\u03B4\u03BF\u03B3\u03C5\u03C1\u03B9\u03C3\u03C4\u03BF\u03CD\u03BD, \u03B1\u03BB\u03BB\u03AC \u03B1\u03BD \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C4\u03B1 \u03AF\u03B4\u03B9\u03B1 \u03B5\u03C0\u03B9\u03C3\u03C4\u03C1\u03AD\u03C6\u03BF\u03C5\u03BD \u03C3\u03C4\u03B7\u03BD \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE \u03C4\u03BF\u03C5\u03C2 \u03B8\u03AD\u03C3\u03B7.

@panels.Explore=\u0394\u03C1\u03B1\u03C3\u03C4\u03B7\u03C1\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B5\u03BE\u03B5\u03C1\u03B5\u03CD\u03BD\u03B7\u03C3\u03B7\u03C2| \u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03B1\u03C1\u03C7\u03B9\u03BA\u03CC \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03B1\u03BD \u03BA\u03AC\u03BD\u03BF\u03C5\u03BC\u03B5 \u03BA\u03BB\u03B9\u03BA \u03C3\u03B5 \u03B1\u03C5\u03C4\u03CC \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03C4\u03BC\u03AE\u03BC\u03B1 \u03B4\u03BF\u03C3\u03BC\u03AD\u03BD\u03B7\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1\u03C2 \u03B3\u03B9\u03B1 \u03BA\u03AC\u03B8\u03B5 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03BF.

@panels.Identify=\u03A4\u03B1\u03CD\u03C4\u03B9\u03C3\u03B7 \u03BA\u03B5\u03BB\u03B9\u03CE\u03BD|\u03A5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03BC\u03CC\u03BD\u03BF \u03AD\u03BD\u03B1 \u03C3\u03CD\u03BD\u03BF\u03BB\u03BF \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03CE\u03BD, \u03CC\u03C0\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B3\u03AF\u03BD\u03B5\u03B9 \u03BA\u03BB\u03B9\u03BA \u03C3\u03B5 \u03BA\u03AC\u03B8\u03B5 \u03AD\u03BD\u03B1 \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C4\u03BF\u03C5 \u03C3\u03C5\u03BD\u03CC\u03BB\u03BF\u03C5 \u03CE\u03C3\u03C4\u03B5 \u03BD\u03B1 \u03B1\u03BD\u03B1\u03B4\u03B9\u03B1\u03C4\u03B1\u03C7\u03B8\u03BF\u03CD\u03BD \u03CC\u03BB\u03B1 \u03C4\u03B1 \u03C4\u03BC\u03AE\u03BC\u03B1\u03C4\u03B1 \u03C3\u03C4\u03B7 \u03C3\u03C9\u03C3\u03C4\u03AE \u03C4\u03BF\u03C5\u03C2 \u03B8\u03AD\u03C3\u03B7.

@panels.InformationScreen=\u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 \u03BF\u03B8\u03CC\u03BD\u03B7\u03C2|\u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03C3\u03C5\u03BD\u03BF\u03BB\u03BF \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03CE\u03BD, \u03CC\u03C0\u03BF\u03C5 \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03B7 \u03B4\u03C5\u03BD\u03B1\u03C4\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2 \u03C0\u03BF\u03BB\u03C5\u03BC\u03B5\u03C3\u03B9\u03BA\u03BF\u03CD \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03BA\u03AC\u03B8\u03B5 \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C4\u03B7\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1\u03C2.

@puzzles.DoublePuzzle=\u0394\u03B9\u03C0\u03BB\u03CC \u03C0\u03B1\u03B6\u03BB|\u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03BF\u03BD\u03C4\u03B1\u03B9 \u03B4\u03CD\u03BF \u03C0\u03BB\u03AD\u03B3\u03BC\u03B1\u03C4\u03B1. \u03A4\u03BF \u03AD\u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03C4\u03B1 \u03C4\u03BC\u03AE\u03BC\u03B1\u03C4\u03B1 \u03C4\u03B7\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1\u03C2 \u03B1\u03BD\u03B1\u03BA\u03B1\u03C4\u03B5\u03BC\u03AD\u03BD\u03B1, \u03B5\u03BD\u03CE \u03C4\u03BF \u03AC\u03BB\u03BB\u03BF \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AC\u03B4\u03B5\u03B9\u03BF. \u03A3\u03BA\u03BF\u03C0\u03CC\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B7 \u03B1\u03BD\u03B1\u03B4\u03B9\u03AC\u03C4\u03B1\u03BE\u03B7 \u03C4\u03C9\u03BD \u03C4\u03BC\u03B7\u03BC\u03AC\u03C4\u03C9\u03BD \u03C3\u03C4\u03BF \u03AC\u03B4\u03B5\u03B9\u03BF \u03C0\u03BB\u03AD\u03B3\u03BC\u03B1 \u03BC\u03B5 \u03BC\u03B5\u03C4\u03B1\u03BA\u03AF\u03BD\u03B7\u03C3\u03AE \u03C4\u03BF\u03C5\u03C2 \u03C3\u03B5 \u03B1\u03C5\u03C4\u03CC.

@puzzles.ExchangePuzzle=\u03A0\u03B1\u03B6\u03BB \u03B1\u03BD\u03C4\u03B1\u03BB\u03BB\u03B1\u03B3\u03AE\u03C2|\u03A4\u03B1 \u03C4\u03BC\u03AE\u03BC\u03B1\u03C4\u03B1 \u03C4\u03B7\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B1\u03BD\u03B1\u03BA\u03B1\u03C4\u03C9\u03BC\u03AD\u03BD\u03B1 \u03C3\u03C4\u03BF \u03AF\u03B4\u03B9\u03BF \u03C0\u03BB\u03B1\u03AF\u03C3\u03B9\u03BF. \u03A3\u03B5 \u03BA\u03AC\u03B8\u03B5 \u03B2\u03AE\u03BC\u03B1, \u03B4\u03CD\u03BF \u03C4\u03BC\u03AE\u03BC\u03B1\u03C4\u03B1 \u03B1\u03BD\u03C4\u03B1\u03BB\u03BB\u03AC\u03C3\u03C3\u03BF\u03C5\u03BD \u03C4\u03B9\u03C2 \u03B8\u03AD\u03C3\u03B5\u03B9\u03C2 \u03C4\u03BF\u03C5\u03C2 \u03BC\u03AD\u03C7\u03C1\u03B9 \u03BD\u03B1 \u03B2\u03C1\u03B5\u03B8\u03B5\u03AF \u03B7 \u03C3\u03C9\u03C3\u03C4\u03AE \u03C4\u03BF\u03C5\u03C2 \u03B8\u03AD\u03C3\u03B7.

@puzzles.HolePuzzle=\u03A0\u03B1\u03B6\u03BB \u03BC\u03B5 \u03AD\u03BD\u03B1 \u03BA\u03B5\u03BD\u03CC|\u039C\u03AD\u03C3\u03B1 \u03C3\u03C4\u03BF \u03C0\u03BB\u03B1\u03AF\u03C3\u03B9\u03BF \u03C4\u03B7\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1\u03C2 \u03BB\u03B5\u03AF\u03C0\u03B5\u03B9 \u03AD\u03BD\u03B1 \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C4\u03B7\u03C2, \u03B5\u03BD\u03CE \u03C4\u03B1 \u03AC\u03BB\u03BB\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B1\u03BD\u03B1\u03BA\u03B1\u03C4\u03C9\u03BC\u03AD\u03BD\u03B1. \u03A3\u03B5 \u03BA\u03AC\u03B8\u03B5 \u03B2\u03AE\u03BC\u03B1 \u03AD\u03BD\u03B1 \u03B1\u03C0\u03CC \u03C4\u03B1 \u03BA\u03BF\u03BC\u03BC\u03AC\u03C4\u03B9\u03B1 \u03C0\u03BF\u03C5 \u03B2\u03C1\u03AF\u03C3\u03BA\u03BF\u03BD\u03C4\u03B1\u03B9 \u03B3\u03CD\u03C1\u03C9 \u03B1\u03C0\u03CC \u03C4\u03BF \u03BA\u03B5\u03BD\u03CC \u03BC\u03B5\u03C4\u03B1\u03BA\u03B9\u03BD\u03B5\u03AF\u03C4\u03B1\u03B9, \u03BC\u03AD\u03C7\u03C1\u03B9 \u03BD\u03B1 \u03B2\u03C1\u03B5\u03B8\u03B5\u03AF \u03B7 \u03C3\u03C9\u03C3\u03C4\u03AE \u03B8\u03AD\u03C3\u03B7 \u03CC\u03BB\u03C9\u03BD \u03C4\u03C9\u03BD \u03C4\u03BC\u03B7\u03BC\u03AC\u03C4\u03C9\u03BD.

@text.WrittenAnswer=\u0393\u03C1\u03B1\u03C0\u03C4\u03AE \u03B1\u03C0\u03AC\u03BD\u03C4\u03B7\u03C3\u03B7|\u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03C3\u03CD\u03BD\u03BF\u03BB\u03BF \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03CE\u03BD \u03BA\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03BA\u03AC\u03B8\u03B5 \u03C4\u03BC\u03AE\u03BC\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B4\u03BF\u03B8\u03B5\u03AF \u03B7 \u03B1\u03BD\u03C4\u03AF\u03C3\u03C4\u03BF\u03B9\u03C7\u03B7 \u03B3\u03C1\u03B1\u03C0\u03C4\u03AE \u03B1\u03C0\u03AC\u03BD\u03C4\u03B7\u03C3\u03B7.

@text.FillInBlanks=\u039A\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF: \u03C3\u03C5\u03BC\u03C0\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7 \u03BA\u03B5\u03BD\u03CE\u03BD|\u039F \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7\u03C2 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03C3\u03B5\u03B9 \u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B5\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2, \u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1 \u03AE \u03C6\u03C1\u03AC\u03C3\u03B5\u03B9\u03C2 \u03C0\u03BF\u03C5 \u03BB\u03B5\u03AF\u03C0\u03BF\u03C5\u03BD \u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C0\u03B1\u03C1\u03B1\u03BB\u03BB\u03B1\u03B3\u03BC\u03AD\u03BD\u03B5\u03C2 \u03C3\u03B5 \u03AD\u03BD\u03B1 \u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF. \u0397 \u03BB\u03CD\u03C3\u03B7 \u03B3\u03B9\u03B1 \u03BA\u03AC\u03B8\u03B5 \u03AD\u03BD\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03BF \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03BF\u03C1\u03B9\u03C3\u03C4\u03B5\u03AF \u03BC\u03B5 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03BF\u03CD\u03C2 \u03C4\u03C1\u03CC\u03C0\u03BF\u03C5\u03C2: \u03BC\u03B5 \u03B3\u03C1\u03AC\u03C8\u03B9\u03BC\u03BF \u03C3\u03B5 \u03AD\u03BD\u03B1 \u03BA\u03B5\u03BD\u03CC \u03B4\u03B9\u03AC\u03C3\u03C4\u03B7\u03BC\u03B1, \u03B4\u03B9\u03CC\u03C1\u03B8\u03C9\u03C3\u03B7 \u03BC\u03B9\u03B1\u03C2 \u03C6\u03C1\u03AC\u03C3\u03B7\u03C2 \u03C0\u03BF\u03C5 \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03BB\u03AC\u03B8\u03B7, \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B1\u03C0\u03CC \u03BC\u03B9\u03B1 \u03BB\u03AF\u03C3\u03C4\u03B1 \u03BC\u03B5 \u03C0\u03B9\u03B8\u03B1\u03BD\u03AD\u03C2 \u03B1\u03C0\u03B1\u03BD\u03C4\u03AE\u03C3\u03B5\u03B9\u03C2.

@text.Identify=\u039A\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF: \u03C4\u03B1\u03C5\u03C4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03C9\u03BD|\u039F \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7\u03C2 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03BE\u03B5\u03B9 \u03BC\u03B5 \u03BA\u03BB\u03B9\u03BA \u03C4\u03BF\u03C5 \u03C0\u03BF\u03BD\u03C4\u03B9\u03BA\u03B9o\u03CD \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2, \u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1, \u03B1\u03C1\u03B9\u03B8\u03BC\u03BF\u03CD\u03C2 \u03AE \u03C3\u03B7\u03BC\u03B5\u03AF\u03B1 \u03C3\u03C4\u03AF\u03BE\u03B7\u03C2.

@text.Order=\u039A\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF: \u03B4\u03B9\u03AC\u03C4\u03B1\u03BE\u03B7 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03C9\u03BD|\u039A\u03B1\u03C4\u03AC \u03C4\u03BF \u03C3\u03C7\u03B5\u03B4\u03B9\u03B1\u03C3\u03BC\u03CC \u03B1\u03C5\u03C4\u03AE\u03C2 \u03C4\u03B7\u03C2 \u03B4\u03C1\u03B1\u03C3\u03C4\u03B7\u03C1\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03BC\u03B5\u03C1\u03B9\u03BA\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2 \u03AE \u03C0\u03B1\u03C1\u03AC\u03B3\u03C1\u03B1\u03C6\u03BF\u03B9 \u03C4\u03BF\u03C5 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 \u03B5\u03C0\u03B9\u03BB\u03AD\u03C7\u03B8\u03B7\u03BA\u03B1\u03BD \u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B1\u03BD\u03B1\u03BA\u03B1\u03C4\u03B5\u03BC\u03AD\u03BD\u03B5\u03C2. \u039F \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7\u03C2 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C4\u03B9\u03C2 \u03B2\u03AC\u03BB\u03B5\u03B9 \u03C3\u03C4\u03B7 \u03C3\u03C9\u03C3\u03C4\u03AE \u03C3\u03B5\u03B9\u03C1\u03AC.

@text.Complete=\u039A\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF: \u03C3\u03C5\u03BC\u03C0\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5| \u03A4\u03BC\u03AE\u03BC\u03B1\u03C4\u03B1 \u03B5\u03BD\u03CC\u03C2 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 (\u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1, \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2, \u03C3\u03B7\u03BC\u03B5\u03AF\u03B1 \u03C3\u03C4\u03AF\u03BE\u03B7\u03C2, \u03C6\u03C1\u03AC\u03C3\u03B5\u03B9\u03C2) \u03AD\u03C7\u03BF\u03C5\u03BD \u03B5\u03BE\u03B1\u03B9\u03C1\u03B5\u03B8\u03B5\u03AF \u03BA\u03B1\u03B9 \u03BF \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7\u03C2 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C4\u03B1 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03C3\u03B5\u03B9.

@textGrid.CrossWord=\u03A3\u03C4\u03B1\u03C5\u03C1\u03CC\u03BB\u03B5\u03BE\u03B1|\u03A4\u03BF \u03C3\u03C4\u03B1\u03C5\u03C1\u03CC\u03BB\u03B5\u03BE\u03BF \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF \u03C3\u03CD\u03BC\u03C6\u03C9\u03BD\u03B1 \u03BC\u03B5 \u03C4\u03BF\u03C5\u03C2 \u03BF\u03C1\u03B9\u03C3\u03BC\u03BF\u03CD\u03C2 \u03C4\u03C9\u03BD \u03BB\u03AD\u03BE\u03B5\u03C9\u03BD. \u039F\u03B9 \u03BF\u03C1\u03B9\u03C3\u03BC\u03BF\u03AF \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF, \u03B3\u03C1\u03B1\u03C6\u03B9\u03BA\u03CC \u03AE \u03AE\u03C7\u03BF\u03C2. \u03A4\u03BF \u03C0\u03C1\u03CC\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03B1\u03C5\u03C4\u03CC\u03BC\u03B1\u03C4\u03B1 \u03C4\u03BF\u03C5\u03C2 \u03BF\u03C1\u03B9\u03C3\u03BC\u03BF\u03CD\u03C2 \u03C4\u03C9\u03BD \u03B4\u03C5\u03BF \u03BB\u03AD\u03BE\u03B5\u03C9\u03BD \u03C0\u03BF\u03C5 \u03C4\u03AD\u03BC\u03BD\u03BF\u03BD\u03C4\u03B1\u03B9 \u03C3\u03C4\u03BF \u03C3\u03B7\u03BC\u03B5\u03AF\u03BF \u03C0\u03BF\u03C5 \u03B2\u03C1\u03AF\u03C3\u03BA\u03B5\u03C4\u03B1\u03B9 \u03BF \u03BA\u03AD\u03C1\u03C3\u03BF\u03C1\u03B1\u03C2.

@textGrid.WordSearch=\u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u03BB\u03AD\u03BE\u03B5\u03C9\u03BD|\u039F\u03B9 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B2\u03C1\u03B5\u03B8\u03BF\u03CD\u03BD \u03C3\u03C4\u03BF \u03C0\u03BB\u03AD\u03B3\u03BC\u03B1 \u03C4\u03C9\u03BD \u03B3\u03C1\u03B1\u03BC\u03BC\u03AC\u03C4\u03C9\u03BD. \u03A4\u03B1 \u03BF\u03C5\u03B4\u03AD\u03C4\u03B5\u03C1\u03B1 \u03BA\u03B5\u03BB\u03B9\u03AC \u03C4\u03BF\u03C5 \u03C0\u03BB\u03AD\u03B3\u03BC\u03B1\u03C4\u03BF\u03C2 (\u03B1\u03C5\u03C4\u03AC \u03C0\u03BF\u03C5 \u03B4\u03B5\u03BD \u03AD\u03C7\u03BF\u03C5\u03BD \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2) \u03C3\u03C5\u03BC\u03C0\u03BB\u03B7\u03C1\u03CE\u03BD\u03BF\u03BD\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03C4\u03C5\u03C7\u03B1\u03AF\u03BF\u03C5\u03C2 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2.
