# List of currently registered types of JClic activities.
# All JClic Activity classes must extend edu.xtec.jclic.Activity
# and must be accessibles to the JVM classloader.
# List format:
#   full_class_name_including_package=activity_type_name[|activity_type_description]
# The symbol "@" can be used in place of the standard package name: "edu.xtec.jclic.activities."
# Example:
#   com.acme.jclic.TestActivity=Acme test activity|This JClic activity is just a test...

@associations.ComplexAssociation=Asociaci\u00F3n complexa|Neste tipo de actividade pres\u00E9ntanse tam\u00E9n dous conxuntos de informaci\u00F3n, pero estes poden ter un n\u00FAmero diferente de elementos e entre eles p\u00F3dense dar diversos tipos de relaci\u00F3ns: Un a un, varios a un, elementos sen asignar...

@associations.SimpleAssociation=Asociaci\u00F3n simple|Pres\u00E9ntanse dous conxuntos de informaci\u00F3n que te\u00F1en o mesmo n\u00FAmero de elementos. A cada elemento do conxunto orixe corresponde un e s\u00F3 un elemento do conxunto imaxe.

@memory.MemoryGame=Xogo de memoria|Cada unha das pezas que forman o obxecto pres\u00E9ntase  d\u00FAas veces e agochadas na xanela de xogo. En cada tirada desc\u00F3brense un par de pezas, que se volven a agochar se non foren id\u00E9nticas.  O obxectivo \u00E9 descobrir todas as parellas.

@panels.Explore=Actividade de exploraci\u00F3n|M\u00F3strase unha informaci\u00F3n inicial e cando se preme nela aparece, para cada elemento, unha determinada peza de informaci\u00F3n.

@panels.Identify=Actividade de identificaci\u00F3n|Pres\u00E9ntase s\u00F3 un conxunto de informaci\u00F3n e hai que premer nos elementos que cumpriren unha determinada condici\u00F3n.

@panels.InformationScreen=Pantalla de informaci\u00F3n|M\u00F3strase un conxunto de informaci\u00F3n e, opcionalmente, ofr\u00E9cese a posibilidade de activar o contido multimedia asociado a cada elemento.

@puzzles.DoublePuzzle=Quebracabezas dobre|M\u00F3stranse dous paneis. Nun aparece a informaci\u00F3n desordenada e o outro est\u00E1 baleiro. Hai que reconstru\u00EDr o obxecto neste \u00FAltimo arrastrando as pezas unha a unha.

@puzzles.ExchangePuzzle=Quebracabezas de intercambio|Nun \u00FAnico panel mest\u00FArase a informaci\u00F3n. En cada xogada interc\u00E1mbianse as posici\u00F3ns de d\u00FAas pezas ata ordenar o obxecto.

@puzzles.HolePuzzle=Quebracabezas de burato|Nun \u00FAnico panel faise desaparecer unha peza e mest\u00FAranse as restantes. En cada xogada p\u00F3dese desprazar unha das pezas veci\u00F1as do burato, ata telas todas na orde orixinal.

@text.WrittenAnswer=Resposta escrita|M\u00F3strase un conxunto de informaci\u00F3n e, para cada elemento, hai que escribir o texto correspondente ou de resposta.

@text.FillInBlanks=Texto: encher buratos|Nun texto esc\u00F3llense determinadas palabras, letras e frases que se agochan ou  camuflan. A resoluci\u00F3n de cada un dos elementos agochados p\u00F3dese efectuar de xeitos diferentes: Escribindo nun espacio baleiro, corrixindo unha expresi\u00F3n que cont\u00E9n erros ou escoll\u00E9ndoa nunha lista entre distintas respostas pos\u00EDbeis.

@text.Identify=Texto: identificar elementos|O usuario ten que  sinalar cun clic do rato palabras, letras, cifras, s\u00EDmbolos ou signos de puntuaci\u00F3n.

@text.Order=Texto: ordenar elementos|No dese\u00F1o da actividade esc\u00F3llense no texto palabras ou par\u00E1grafos que se barallan. O usuario ten de intentar volver a p\u00F3lo en orde.

@text.Complete=Texto: completar texto|Nun texto fanse desaparecer alg\u00FAns elementos (letras, palabras, signos de puntuaci\u00F3n, frases) e o usuario ten de completalo.

@textGrid.CrossWord=Encrucillado|Hai que ir enchendo o panel de palabras a partir das definici\u00F3ns. As definici\u00F3ns poden ser textuais, gr\u00E1ficas ou sonoras. O programa mostra automaticamente as definici\u00F3ns das d\u00FAas palabras que se cruzan na posici\u00F3n actual do cursor.

@textGrid.WordSearch=Sopa de letras|Hai que encontrar as palabras escondidas nunha cuadr\u00EDcula de letras. As celas neutras desta grella (as que non pertencen a ningunha palabra) \u00E9nchense con caracteres escolleitos ao chou en cada xogada.
